"DETAIL_NAV_TITLE" = "Докладніше";

"DUE" = "Кінцевий час";
"NONE_DUE_DATE" = "Немає";
"DUE_DATE_DETAIL_NAV_TITLE" = "Термін";
"HAS_DUE_DATE_SWITCH_TITLE" = "Крайні строки";
"SHOW_MORE" = "Більше…";
"SHOW_LESS" = "Менше…";
"PRIORITY" = "Пріоритет";

// Priority
"NONE_PRIORITY" = "Немає";
"LOW_PRIORITY" = "Низький";
"MEDIUM_PRIORITY" = "Середній";
"HIGH_PRIORITY" = "Високий";
"PRIORITY_DETAIL_NAV_TITLE" = "Пріоритет";

// Lists
"REMINDER_LIST" = "Список";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Нагадати";
"NONE_REMINDER_ALERT" = "Ніколи";
"ON_A_DAY" = "Нагадати мені в день";
"AT_A_LOCATION" = "Нагадати мені на місці";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "У місці";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Поточне місце";
"CHOOSE_ADDRESS" = "Виберіть контакт…";
"DETERMINING_LOCATION" = "Визначення місця…";
"CANNOT_DETERMINE_LOCATION" = "Не вдається визначити місце";
"MY_ADDRESS_WITHOUT_LABEL" = "Моя адреса"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Адреса %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Прибуваю";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Покидаю";
"DUE_ALL_DAY_FORMAT" = "%@ (всякчас)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@ ви отримаєте сповіщення,
%@, або найпізніше до
%@ цього дня."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "коли прибудете в зазначене місце";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "коли покинете зазначене місце";

// Location
"LOCATION" = "Місце";
"NONE_LOCATION" = "Немає";
"ALARM_PROXIMITY_ENTER" = "Коли я прибуду";
"ALARM_PROXIMITY_LEAVE" = "Коли я покину";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Виберіть місцезнаходження контакту";
"WIFI_DISABLED_SUBTEXT" = "Щоб підвищити точність нагадувань за місцезнаходженням, увімкніть Wi-Fi в Параметрах.";
"WIFI_DISABLED_PROMPT" = "Увімкнення Wi-Fi в Параметрах підвищить точність вашого місцезнаходження.";
"WLAN_DISABLED_SUBTEXT" = "Щоб підвищити точність нагадувань за місцезнаходженням, увімкніть WLAN в Параметрах.";
"WLAN_DISABLED_PROMPT" = "Увімкнення WLAN в Параметрах підвищить точність виявлення вашого місцезнаходження.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Щоб застосувати нагадування за місцезнаходженням, увімкніть Службу локації в Параметрах.";
"SETTINGS" = "Параметри";
"TYPED_LOCATION_PLACEHOLDER" = "Введіть адресу…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Не вдається визначити місце для цієї адреси.  Перевірте правопис і повторіть спробу.";
"MAP" = "Карта";
"SHOW_IN_MAP" = "Показати на карті";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Мої місцезнаходження";
"ME_CARD_ALERT_BODY" = "Нагадування можуть використовувати ваші контактні дані, щоб запропонувати вам такі варіанти місцезнаходження, як «дім» або «робота». Який контакт потрібно вибрати?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Вибрати";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "Пн";
"LOCATION_DEGREES_EAST" = "Сх";
"LOCATION_DEGREES_SOUTH" = "Пд";
"LOCATION_DEGREES_WEST" = "Зх";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Не вдається зберегти нагадування";

"UNTITLED_REMINDER" = "Без імені";
